# Спам фильтр при отправке заявок
# Проверку спам фильтра можно провести с помощью метода пересечения множеств (нужна сортировка)
spam_filter = {
    'name': ['Zimer', 'RobertLot', 'https', 'RobertRemia', 'Clezerip', 'AlexBess', 'Alisa', 'Lot', 'David', 'Remia', 'William', 'Miprog',
            'Albert', 'Fot', 'tetcher', 'Normanzer', 'Raymondtuh', 'Shisfieks', 'Ruby', 'Taylor', 'kzkazkayap'
            ],
    'phone': [],
    'email': [],
    'text': ['ОЗОН.ру', 'Wildberries.ру', 'nуmрhоmaniа', 'нимфoманией', 'биceкcyальнa', 'любoвью', 'наркомании', 
    'Представьте, что Ваше коммерческое предложение', 'аутистам, онкобольным', '<a href=', 'porn',
    '\[url=', 'https://', 'http://', 'Http:', 'порно', '/кролика', 'Букмекеры', '.buzz', 'SEO продвижение', 'базы директоров', 
    'вирусную', 'Безлимитный интернет', 'Подберем новых', 'базы Директоров', 'Domain Rating', 'база Лидов', 'продвижением сайтов',
    'лидогенерация', 'SEO', 'прогон сайта', 'база Дизайнеров', 'повышу конверсию', 'копирайтинга', 'Хрумер', 'Заказать прогон', 'Кликфрод',
    'Яндекс Директа', 'Get millions', 'привлекаем клиентов', 'опубликовать книгу'
    ]
}